brew "elixir"
brew "unbound"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "htop"
brew "neovim"
brew "nuget"
brew "pyenv"
brew "ripgrep"
brew "tcptraceroute"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
cask "alt-tab"
cask "fig"
cask "keycastr"
cask "multipass"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "attilabuti.vscode-mjml"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode-remote.remote-containers"
vscode "nyxb.vscode-styled-colors"
vscode "parallelsdesktop.parallels-desktop"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "rvest.vs-code-prettier-eslint"
vscode "streetsidesoftware.code-spell-checker"
vscode "svopper.kalles-ariake-dark"
vscode "vscodevim.vim"
vscode "vunguyentuan.vscode-postcss"
vscode "yoavbls.pretty-ts-errors"
